Repository: Metatavu/wordpress-pakkasmarja-management
Catalog: lang/pakkasmarja_management-*.po
Languages: fi

source: Answer Type
fi: Vastaustyyppi

source: Text
fi: Teksti (oletus)

source: Poll
fi: Äänestys

source: Expires
fi: Vanhenee

source: User Groups
fi: Käyttäjäryhmät

source: User
fi: Käyttäjä

source: Manager
fi: Manageri

source: Poll answer options
fi: Äänestyksen valinnat

source: Allow other poll answers
fi: Salli muu vastaus

source: Enter the poll answer options into the text box below.
fi: Syötä äänestyksen valinnat alla olevaan tekstilaatikkoon

source: Chat Threads
fi: Keskusteluketjut

source: Chat Thread
fi: Keskusteluketju

source: Add Chat Thread
fi: Lisää keskusteluketju

source: Edit Chat Thread
fi: Muokkaa keskusteluketjua

source: New Chat Thread
fi: Uusi keskusteluketju

source: View Chat Thread
fi: Näytä keskusteluketju

source: Search Chat Threads
fi: Hae keskusteluketjuja

source: No Chat Threads found
fi: Keskusteluketjuja ei löytynyt

source: No Chat Threads in trash
fi: Ei keskusteluketjuja roskakorissa

source: Summary Report
fi: Äänestyksen tulokset

source: Edit Contract Document Template
fi: Muokkaa sopimuksen sopimusmallia

source: Failed to update contract document template
fi: Sopimuksen muokkaus epäonnistui

source: Edit %s document template %s
fi: Muokkaa sopimuksen %s sopimusmallia %s

source: Back
fi: Takaisin

source: Please not that saving this will create customized version of the contract document template
fi: Huomaathan, että mallin tallentaminen luo sopimukselle erillisen mallin ja eriyttää mallin marjaryhmän pohjamalista

source: Contents
fi: Sisältö

source: Header
fi: Ylätunniste

source: Footer
fi: Alatunniste

source: Edit Contract
fi: Muokkaa sopimusta

source: Failed to create contract
fi: Sopimuksen luonti epäonnistui

source: Failed to update contract
fi: Sopimuksen muokkaus epäonnistui

source: New Contract
fi: Uusi sopimus

source: Contact
fi: Sopimus

source: Item Group
fi: Marjalaji

source: Status
fi: Tila

source: Reject Comment
fi: Hylkäyskommentti

source: Proposed Quantity
fi: Viljelijän ehdottama määrä

source: Quantity Comment
fi: Määrän kommentti

source: Contract Quantity
fi: Sopimusmäärä

source: Farmed delivers all berries to company
fi: Viljelijä toimittaa kaikki marjansa Pakkasmarjalle

source: Delivery Place
fi: Toimituspaikka

source: Proposed Delivery Place
fi: Viljelijän ehdottama toimituspaikka

source: Delivery Place Comment
fi: Toimituspaikan kommentti

source: Remarks (SAP)
fi: Huomautuskenttä (SAP)

source: Contracts
fi: Sopimukset

source: All
fi: Kaikki

source: Show item group
fi: Marjalaji

source: Show status
fi: Tila

source: Show year
fi: Vuosi

source: Download XLSX
fi: Lataa XLSX -tiedostona

source: Company
fi: Toimittajan nimi

source: Delivered Quantity
fi: Toimitettu määrä

source: Place
fi: Toimituspaikka

source: Remarks
fi: Huomautuskenttä

source: Sign date
fi: Viljelijän allekirjoituspäivä

source: Start date
fi: Alkupäivä

source: End date
fi: Loppupäivä

source: Approval date
fi: Pakkasmarjan hyväksyntäpäivä

source: Edit
fi: Muokkaa

source: Customize (%s)
fi: Muokkaa mallia (%s)

source: View PDF (%s)
fi: Näytä PDF (%s)

source: Edit Item Group Document Template
fi: Muokkaa marjalajin sopimusmallia

source: Item Groups
fi: Marjalajit

source: Edit Item Group Price
fi: Muokkaa marjalajin hintoja

source: Prices
fi: Hinnat

source: Year
fi: Vuosi

source: Group
fi: Ryhmä

source: Price
fi: Hinta

source: Unit
fi: Yksikkö

source: Add Price
fi: Lisää hinta

source: Remove
fi: Poista

source: Name
fi: Nimi

source: Edit template %s
fi: Muokkaa sopimusmallia %s

source: Edit prices
fi: Muokkaa hintoja

source: Operation
fi: Toimenpide

source: Confirm
fi: Vahvista

source: Cancel
fi: Peruuta

source: Confirm operation
fi: Vahvista toimenpide

source: Confirm operation %s start
fi: Vahvista toimenpiteen %s -aloittaminen

source: Start
fi: Aloita

source: Type
fi: Tyyppi

source: Started
fi: Aloitettu

source: View
fi: Näytä

source: In Progress (%d / %d)
fi: Kesken (%d / %d)

source: Contains Errors (%d / %d)
fi: Sisältää virheitä (%d / %d)

source: Errored
fi: Epäonnistunut

source: Success
fi: Onnistunut

source: Operations
fi: Toimenpiteet

source: View Operation
fi: Näytä toimenpide

source: Message
fi: Viesti

source: Question Groups
fi: Kysymysryhmät

source: Question Group
fi: Kysymysryhmä

source: Add Question Group
fi: Lisää k ysymysryhmä

source: Edit Question Group
fi: Muokkaa kysymysryhmää

source: New Question Group
fi: Uusi kysymysryhmä

source: View Question Group
fi: Näytä kysymysryhmä

source: Search Question Groups
fi: Hae kysymysryhmiä

source: No Question Groups found
fi: Kysymysryhmiä ei löytynyt

source: No Question Groups in trash
fi: Ei kysymysryhmiä roskakorissa

source: Pakkasmarja Settings
fi: Pakkasmarja Asetukset

source: API Settings
fi: API-asetukset

source: API URL
fi: API-osoite

source: You do not have sufficient permissions to access this page.
fi: Oikeutesi eivät riitä tämän sivun katseluun.

source: Pakkasmarja Management
fi: Pakkasmarja hallinta

source: SAP Contacts synchronization
fi: SAP Yhteystietojen synkronointi

source: SAP Delivery Places synchronization
fi: SAP toimituspaikkojen synkronointi

source: SAP Item Groups synchronization
fi: SAP marjalajien synkronointi

source: SAP Contracts synchronization
fi: SAP sopimusten synkronointi

source: Item Group default document templates
fi: Marjalajien oletus sopimusmallit

source: Synchronize contract SAP ids
fi: Synkronoi sopimusten SAP -tunnisteet

source: Pending
fi: Odottaa

source: Failure
fi: Epäonnistunut

source: Approved
fi: Hyväksytty

source: On Hold
fi: Odottaa

source: Draft
fi: Vedos

source: Terminated
fi: Päättynyt

source: Rejected
fi: Hylätty

source: Master
fi: Pääsopimus

source: Management functions for Pakkasmarja Application
fi: Pakkasmarja applikaation hallintapalvelut
